---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISlopedFlange.BoltSpacing
source: html/8b477333-7c69-42fe-13b6-1f2ecdb75e94.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISlopedFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```